tap "homebrew/bundle"
tap "1password/tap"
tap "hashicorp/tap"
tap "pulumi/tap"
brew "ansible"
brew "argocd-autopilot"
brew "autoconf"
brew "automake"
brew "aztfexport"
brew "azure-cli"
brew "datree"
brew "dialog"
brew "direnv"
brew "exa"
brew "gh"
brew "helm"
brew "infracost"
brew "jq"
brew "k6"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "nvm"
brew "pulumi"
brew "rclone"
brew "skopeo"
brew "speedtest-cli"
brew "temporal"
brew "yq"
brew "hashicorp/tap/terraform"
brew "pulumi/tap/kube2pulumi"
cask "1password-cli"