tap "1password/tap"
tap "azure/functions"
tap "dapr/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "pulumi/tap"
brew "python@3.11"
brew "ansible"
brew "argocd-autopilot"
brew "autoconf"
brew "automake"
brew "aztfexport"
brew "python@3.10"
brew "azure-cli"
brew "datree"
brew "dialog"
brew "direnv"
brew "docker-compose"
brew "libevent"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gh"
brew "git"
brew "git-lfs"
brew "openssl@1.1"
brew "p11-kit"
brew "unbound"
brew "gnupg"
brew "gpgme"
brew "libtool"
brew "graphviz"
brew "helm"
brew "infracost"
brew "jq"
brew "k6"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq"
brew "libssh"
brew "nebula"
brew "nvm"
brew "pkg-config"
brew "pulumi"
brew "putty"
brew "python@3.9"
brew "qemu"
brew "rclone"
brew "sevenzip"
brew "shtool"
brew "skopeo"
brew "smartmontools"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "starship"
brew "tcl-tk"
brew "temporal"
brew "watch"
brew "watchman"
brew "yq"
brew "azure/functions/azure-functions-core-tools@4"
brew "dapr/tap/dapr-cli"
brew "hashicorp/tap/terraform"
brew "pulumi/tap/kube2pulumi"
cask "1password-cli"
cask "amethyst"
cask "font-caskaydia-cove-nerd-font"
cask "warp"
vscode "4ops.terraform"
vscode "adamhartford.vscode-base64"
vscode "aswinkumar863.smarty-template-support"
vscode "bencoleman.armview"
vscode "dawhite.mustache"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "mblode.pretty-formatter"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "nitayneeman.playwright-snippets"
vscode "Tim-Koehler.helm-intellisense"
